# AI写作指南1.0：智力的容器大于智力本身

[mp.weixin.qq.com](https://mp.weixin.qq.com/s?__biz=Mzk4ODYxNDE2OQ==&mid=2247484251&idx=3&sn=9f163dc16005f4f74bb61bc9867ae2d0&chksm=c423daa47a2041b23a05b0556f7f46e342255a50e921971e24c1e650475d80aaa945b543f1e3&mpshare=1&scene=1&srcid=1209QSeESRJcTXXthf0zL2Kp&sharer_shareinfo=b626d503d7aad4a6fa4f9e84de268f26&sharer_shareinfo_first=b626d503d7aad4a6fa4f9e84de268f26) 葬愛咸鱼 葬AI


![](https://image.cubox.pro/cardImg/68f05qocj3iz12d1ovd5rpscxddmack59t1797smfnrsk9m4jq?imageMogr2/quality/90/format/gif/ignore-error/1)

过去一周，我在虎嗅内部做了两次关于AI写作的分享。这些分享的思路，我觉得完全可以分享出来。就像DeepSeek创始人梁文锋说的那样，在AI领域，并没有真正的技术壁垒，组织和文化才是核心竞争力。既然连大模型技术公司都这么说了，媒体思路有什么不能分享的呢？

关于AI写作，我有一个重要观点：AI完全可以替代所有商业媒体的写作。包括36氪、虎嗅、晚点这些商业媒体的写作，基本都可以用AI替代。通过用AI写作，我们完全可以提高文字工作效率2到3倍。并且我们要相信一点，AI的文笔更好，它比人更有逻辑，它比人写得更快。

但这需要我们重新认识AI。AI本质上是一个概率模型，它很擅长执行、文笔很好、逻辑也很好。但是AI并没有自我意识，它也无法产生真正原创的想法。它只是在预测字与字之间的概率关系，并不具备人类的原创思考能力。

举个例子，晚点采访何小鹏的文章里，何小鹏讲的那些话，任何一个AI都不可能完整地原创出来。AI在个别字词上的表述肯定比何小鹏的口述更加漂亮。但重要的是人有原创想法，AI没有，这是我们人的核心竞争力。

人是方法，AI是工具

我们与AI的关系需要转变。有一个常见误区，我们经常看到某些土老板在用了AI后，在员工群里发消息说「我们可以干掉80%的员工，剩下20%的员工只需要会用AI就好了」。这些都是错误的。

使用AI非常简单，和DeepSeek聊几句话，确实能得到挺漂亮的回答。但这并不能真正提高工作效率。要让AI发挥最大作用，替代写作，提高2到3倍的文字工作效率，需要一些工程化写作的技巧。用AI并不难，问它几个问题很简单，真正困难的是如何把AI融入到自己的工作流里，如何让AI的智力像水一样流向该流向的地方。

所以回到人与AI的角色上，我们最重要的是转变观念。人不应该去和AI比拼写作速度、文笔和逻辑。人是方法，人是目的，人是领导者，AI只是一个执行的工具。我们要把AI视作提升效率的工具，人要来提供观点创意并进行决策。就像工业革命之后，人没有必要去和机器比拼力量更大、精度更高，而是应该去指挥机器，设计机器，让机器来替自己工作，提高生产效率。

对于内容创作者来说也是一样的。AI的出现完全没有取代内容创作者，反而是对内容创作者的一个非常大的帮助。一个刚入行的作者，也可以像一个资深编辑一样，不用再亲自执行，只需要把想法告诉AI，让AI帮忙拆解想法、帮忙写作就好了。人应该把精力投入到更有创造性的原创思考里，而不是浪费在具体的执行工作上。

那么AI如何融入我们的工作流？一些很常见的的使用AI的方式是：直接甩一个文档到DeepSeek的APP里，让它改写成一篇文章；或者直接给它发一段话，说「我要写一个什么提案，你帮我写」。这些都是不OK的。

因为还是回到我们开头说的，AI本质上是一个概率模型，它并不具备原创的想法，它并不是真正理解了文章的意思。它只是在字与字之间做预测。你如果发给它一篇文章，它确实能够很好地理解文章的结构，但它并不能真正理解你需求的意思，它只会在结构里填上一些似是而非的话，看上去很高级，但实际上不能用。

所以，我们整个把AI融入工作流的所有工作，都要围绕一个核心来做：怎么避免AI的幻觉，怎么让AI更好地准确执行我们的想法。

先写提纲，再写全文

我总结了八个字的AI写作核心原则：先写提纲，再写全文。

听起来很简单，但这意味着你用AI写作时，需要有自己的核心观点。对于你了解的议题，可以直接通过口述把想法转写出来，让AI生成提纲。对于不了解的议题，比如要写一个关于芯片的稿子，而你没有实际从事过芯片工作，就需要把很多资料喂给它，不断向它提问，直到确定自己了解了最重要的概念，并且能用这些概念讲明白这个事情，然后才让AI把你的核心想法写成提纲。

生成提纲后，要具体看AI是否准确执行了你的想法，是否有偏差。比如提纲某一部分的案例需要移到另一部分，你要提很多具体的需求来让AI满足你的想法。只有当AI生成了准确体现你想法的提纲，才能让它根据提纲来写作。

第二个要点是分段写作。因为AI会偷懒，现在主要的大模型里只有谷歌的Gemini 2.0 thinking推理版本可以写较长篇幅（2000字以上）的文章。其他AI包括Claude 3.5 Sonnet、DeepSeek R1写长文章时幻觉会非常严重。所以我们需要模块化的写作方法，把长文章拆成一段一段来写。

以商业媒体常见的3000字文章为例，在有了准确的提纲后，你要让AI分别写开头、中间、结尾。每写完一部分，你都要提出具体指令。比如写了开头后，你觉得不够有吸引力，可以告诉AI某个素材更适合放在开头；或者觉得文风不对，就告诉AI你想要的文风，让它重写。

这里有个很重要的认知：你无法用AI写出超过你自己认知范围的东西。

维特根斯坦说，「语言的边界就是世界的边界」，就是这个意思。我们能够准确说出需求的前提是对要做的事情有相对清晰的想法。如果我水平很差，是没有办法让AI帮我写出水平很高的文章的。

第三个要点是核对AI的错误。有个非常直接的办法：把AI写出的文章扔给AI，让它根据你提供的资料核对所有具体数据和核心表述，找出原文一一对应。你可以让它检查一两遍，直到确定所有表述都准确为止。

关于AI写作的具体技巧，网上有很多prompt模板，但这些都不重要。因为每推出一个大模型，它对模板的具体需求就不太一样。比如现在以DeepSeek为代表的推理模型流行后，之前那种非常详细的角色设定和步骤列举的prompt模板，反而会和推理模型的特性相冲突，削弱它的能力。

重要的是把AI融入到你的工作流里，让工作流自然形成你的prompt。一旦你跑通了工作流，你可以直接让AI生成这个工作流的prompt，就像遗传代码一样可以不断迭代。你甚至可以形成一个prompt库，针对不同类型的工作使用不同的prompt。

具体到模型选择，我并不推荐单一使用DeepSeek。因为它现在还不稳定，幻觉太重，不太适合用来工作。日常使用我更推荐Claude、ChatGPT或者谷歌Gemini，特别是Gemini 2.0 thinking，非常好用，不输DeepSeek R1，只是不太火而已。

现在还有一些很有意思的开源项目，可以综合几种大模型的能力。比如DeepClaude就综合了DeepSeek的推理能力和Claude的执行能力，让DeepSeek来推理，Claude来写作。

这是我朋友开源的项目（github.com/ErlichLiu/DeepClaude），我认为是目前最强的AI写作方案。如果你不想自己部署这个开源方案，也可以找他购买DeepClaude API。

智力的容器，大于智力本身

在AI时代，内容创作者要重新思考自己的定位与价值。

我的第一个建议是：战略上要蔑视AI，战术上要重视AI。在战略层面，你要理解并认识到AI的局限性。你要相信我们人是有原创思考的，我们人是方法，我们是目的本身。在战术层面，我们要重视AI，因为AI的执行能力确实非常强大。它的文笔、逻辑、写作效率都远远超过人类。

AI会加剧内容创作的马太效应。一个100分的创作者可以用AI批量生产出90分的内容，而一个50分的创作者只能用AI批量生产出60分的内容。所以内容行业的影响力差距会被进一步放大。我们要做的就是抓住这个时间窗口，赶紧用好AI，用AI来大量复制我们现在的认知水平。而长期来看，人真正要做的事情是提高自己的认知水平，让自己能不断有新的想法。

我和朋友反复讨论后得出一个共识：写作本身现在已经被AI取代掉了。内容创作者的核心竞争力是选题、情绪和独家案例。

当大家都能用AI批量生产内容的时候，你能够整个狠活让大家眼前一亮，你能写一篇有强烈情绪的文章触动读者，或者你能采访到重要的人物拿到独家信息，这些才是你的核心竞争力。

有一个比喻可以解释现在的情况：这就像是沼泽和三峡工程。我们本来的工作就像是一个沼泽，沼泽有很复杂的生态系统，可能会产出某种珍贵的鱼。但是现在AI就像三峡工程，你要不要把你的沼泽接入到三峡工程里？让滚滚长江水来改变你的沼泽，重新设计你的水系和生态系统？

当然，你完全可以待在自己的沼泽里，追求某一种珍稀的内容，产出真正的文学作品。但现在三峡工程来了，我们有机会把自己的沼泽接入进去。用AI的算力，就像长江水一样来冲刷我们的工作流，重新梳理我们的生态系统。

最关键的是，AI让智力工业化了。在此以前，人类的智力从来没有工业化过。我们能够批量生产塑料玩具、电脑芯片，但人类的智力是没有工业化的。现在，AI让我们可以把自己的智力放大无数倍。

就像电力一样，在电力刚发明时，电力本身是最珍贵的。但当电力能大批量供应后，电力本身不重要了，因为电力都是标准化的。重要的是是电力的容器。一个吹风机和一台电脑，它们产生的价值是完全不一样的。

同样的，当AI让智力无限供给之后，内容本身不重要了。真正重要的是内容的容器，是承载内容的品牌、媒体或平台。这就是麦克卢汉说的「媒介即讯息」，用通俗的话说就是：内容的容器大于内容本身，智力的容器也大于智力本身。

我们这一代创作者，真正要做的是设计智力的容器，为AI设计容器。就像字节跳动用信息分发改变了整个内容生态一样，我现在看到了一个堪比字节跳动一样巨大的机会：我们可以直接用AI，在内容生产侧彻底改变内容生态。

这对创作者来说是一个选择：要么选择待在自己的沼泽里，要么选择把自己接入三峡工程，把工作转变为利用AI来设计工作流，来设计智力的容器。

就像电力让工业生产从手工作坊迈向流水线一样，AI正在让内容创作从个人工作室迈向智力工厂。当一个普通人一个月花几百块钱就能获得几乎无限的算力，重要的不再是写出一篇好文章，而是设计一个能持续产出90分内容的智力容器。

如何造出更高级的智力容器，如何让AI生产的内容带上更多个人印记------选题、情绪和独家案例，才是创作者的核心竞争力。

最后，这篇文章就是我口述了40分钟，让DeepClaude帮我梳理结构，再分段写的。一共花了2美元。我只修改了个别字词，加上了标题。

[Read in Cubox](https://cubox.pro/web/card/7440919312535128205)
